Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_182_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámi parlamentáralaš ráđi ságadoallibargu Ruŧŧii
smn: Säämi parlamentaarlâš rääđi saavâjođettemvuotâ Ruotân

source: Sámi parlamentáralaš ráđi ságadoallin boahttevaš guokte jagi doaibmá Ruoŧŧa .
smn: Säämi parlamentaarlâš rääđi saavâjođetteijee-enâmin puáttee kyevti ive ääigi tuáimá Ruotâ .

source: Jođihanvástu sirdásii Ruoŧa sámediggái Norggas , man sámedikki ságadoalli Egil Olli guđii ságadoalli sajis Ruoŧa sámedikki ságadoalli Lars Ándde Bæerii SPR dievasčoahkkimis Roavvenjárggas 29.10 .
smn: Jođettemovdâsvástádâsvuotâ sirdâšuvá Ruotâ sämitiigán Taažâst , mon sämitige saavâjođetteijee Egil Olli luovâttij Ruotâ sämitige saavâjođetteijee Lars Anders Bæerin SPR tievâsčuákkimist Ruávinjaargâst 29.10 .

source: Davviriikkaid sámedikkit dikšot Sámi parlamentáralaš ráđi ságadoalli bargguid vurrolágáid guokte jagi hávil .
smn: Tave-eennâmlâš sämitigeh hoittájeh Säämi parlamentaarlâš rääđi saavâjođettemvuođâ vuáruttuvâi kyevti ive poojijn .

source: Suoma sámedikki ságadoalli Klemetti Näkkäläjärvi ( Juvvá Lemet ) deattuhii dievasčoahkkimis doallan sáhkavuorustis SPR mearkkašumi earenoamážit dál go stáhtat ja sámedikkit leat ovttasráđiid válmmaštallamen davviriikkalaš sámekonvenšuvnna fápmui buktima .
smn: Suomâ sämitige saavâjođetteijee Klemetti Näkkäläjärvi ( Juvvá Lemet ) tiäduttij tievâsčuákkimist toollâm sänivuárustis SPR merhâšume eromâšávt tääl , ko staatah oovtâst sämitigijguin valmâšteleh Tave-eennâmlâš sämisopâmuš vuáimán jođettem .

source: Davviriikkalaš sámekonvenšuvnna dohkkeheapmi Suomas , Norggas ja Ruoŧas lea okta Sámi parlamentáralaš ráđi váldoulbmiliin doaibmabajis 2008-2010 .
smn: Tave-eennâmlâš sämisopâmuš tuhhiittem Suomâst , Taažâst já Ruotâst kulá Säämi parlamentaarlâš rääđi váldu-ulmijd älgee toimâpaajeest 2008-2010 .

source: Álgoálbmogiid vuoigatvuođat leat guovddáš sajis Sámi parlamentáralaš ráđi barggus .
smn: Algâaalmugij vuoigâdvuođah láá kuávdášlâš sajattuvâst Säämi parlamentaarlâš rääđi pargoost .

source: Sámedikkit leamaš aktiivvalaččat fárus ovddideamen mannan jagi ( 2007 ) ON generalčoahkkimis dohkkehuvvon álgoálbmotjulggaštusa .
smn: Sämitigeh láá lamaš aktiivlávt mieldi oovdedmin moonnâm ive ( 2007 ) OA almosčuákkimist tuhhiittum algâaalmujulgáštâs .

source: Parlamentáralaš ráđi ovddasteaddjit leat maiddái oassálastán ON álgoálbmotáššiid bissovaš foruma ( UN .
smn: Parlamentaarlâš rääđi ovdâsteijeeh láá meiddei uásálistám OA algâaalmugašij pisovâš foorum ( UN .

source: Permanent Forum on Indigenous Issues ) čoahkkimiidda SPR:a vuođđudeami , 2000-logu álggu rájes .
smn: Permanent Forum on Indigenous Issues ) čuákkimáid SPR vuáđđudmist , 2000-lovo aalgâ rääjist .

source: Sámi parlamentáralaš ovttasbarggu dehálaš ulbmilat leat maiddái sámegillii guoski láhkaásaheami harmoniseren iešguđet riikkain , sámi giellaovttasbarggu ođđasisorganiseren , sámeoahpahusa nannen earenoamážit vuođđoskuvllas , oahppamateriálaovttasbarggu ovddideapmi ja sámenuoraid oassálastin- ja vaikkuhanvejolašvuođaid buorideapmi .
smn: Säämi parlamentaarlâš ohtsâšpargo tehálâš ulmeh láá meiddei sämikielâ kyeskee lahâasâttem harmonistem jieškote-uv enâmijn , säämi kielâohtsâšpargo uđđâsist ornijdume , sämimáttááttâs nanodem eromâšávt vuáđuškoovlâin , oppimateriaalohtsâšpargo ovdedem já säminuorâi uásálistem- já vaikuttemmáhđulâšvuođâi pyeredem .

source: Sámi allaskuvlla ovddideapmi sámi universiteahttan gullá maiddái parlamentáralaš ráđi váldoulbmiliidda .
smn: Säämi ollâškoovlâ ovdedem säämi ollâopâttâhân kulá meiddei parlamentaarlâš rääđi tiäddučuágástâhsuorgijd .

source: Sámi giellalávdegoddái , mii jođiha sámi giellaovttasbarggu ja mas leat ovddasteaddjit buot sámegielain , nammaduvvojedje jagiide 2008-2011 Suoma sámegielaid ovddasteaddjin : davvisámegiella Vesa Guttorm ( várrelahttu Petra Biret Magga ) , anárašgiella Petteri Morottaja ( Ilmari Mattus ) , nuortalašgiella Erkki Lumisalmi ( Jouni Moshnikoff ) .
smn: Säämi kielâlävdikoodán , mii joođeet säämi kielâohtsâšpargo já mast láá ovdâstum puoh sämikielah , nomâttuvvojii pajan 2008-2011 Suomâ ovdâsteijee jesânin : tavesämikielâ Vesa Guttorm ( väärrin Petra Biret Magga ) , aanaarsämikielâ Petter Morottaja ( Ilmari Mattus ) , nuorttâsämikielâ Erkki Lumisalmi ( Jouni Moshnikoff ) .
